#X-Generator: crowdin.com
assets.description=Listet alle Warps die einem Spieler geh\u00F6ren.
assets.heading={0}s Warps
assets.help=Listet alle Warps die dem Benutzer oder dem angegebenen Spieler geh\u00F6ren. Jeder Warp wird unter dem Limit gezeigt, unter dem er gez\u00E4hlt wird.
assets.private=Private Warps
assets.public=\u00D6ffentliche Warps
assets.total=Warps in
create.name-is-cmd=''{0}'' ist \u00E4quivalent mit einem Kommando und kann nicht als Name benutzt werden.
create.name-too-long=Der Name eines Warps darf maximal {0, number, integer} Zeichen enthalten.
create.private.created-successful=''{0}'' wurde erfolgreich erstellt.
create.private.description=Erstellt einen neuen privaten Warp.
create.private.help=Erstellt einen neuen privaten Warp mit dem angegebenen Namen an der aktuellen Position des Benutzers. Nur der Ersteller und eingeladene Spieler werden ihn benutzen k\u00F6nnen.
create.public.created-successful=''{0}'' wurde erfolgreich erstellt.
create.public.description=Erstellt einen neuen \u00F6ffentlichen Warp.
create.public.help=Erstellt einen neuen \u00F6ffentlichen Warp mit dem angegebenen Namen an der aktuellen Position des Benutzers. Alle Spieler werden ihn benutzten k\u00F6nnen.
create.warp-exists=Ein Warp namens ''{0}'' existiert bereits.
delete.deleted-successful=''{0}'' wurde gel\u00F6scht.
delete.description=L\u00F6scht einen Warp.
delete.help=L\u00F6scht den Warp mit dem angegebenen Namen.
exception.argument.error=F\u00FCr Parameter ''{0}''\: {1}
exception.argument.error.unknown=Fehler bei der Analyse der Argumente: {0}
exception.argument.missing=Zu wenig Argumente! Es fehlt ein Wert f\u00FCr ''{0}''
exception.argument.missing.unknown=Zu wenig Argumente!
exception.argument.unused=Zu viele Argumente! Ungenutze Argumente: {0}
exception.exceeds-initiator-limit.delete-warps=L\u00F6sche oder aktualisiere einige deiner Warps um fortzufahren.
exception.exceeds-initiator-limit.private=Du hast dein Maximum an privaten Warps ({0, number, integer}) erreicht.
exception.exceeds-initiator-limit.public=Du hast dein Maximum an \u00F6ffentlichen Warps ({0, number, integer}) erreicht.
exception.exceeds-initiator-limit.total=Du hast dein Maximum an Warps ({0, number, integer}) erreicht.
exception.exceeds-limit={0} hat sein Maximum an Warps erreicht.\nEr muss einige seiner Warps l\u00F6schen oder aktualisieren um fortzufahren.
exception.file-not-found=Die Datei ''{0}'' existiert nicht oder ist nicht lesbar.
exception.flag.value.already-given=Die Flag ''{0}'' wurde bereits gesetzt.
exception.flag.value.missing=F\u00FCr die Flag ''{0}'' fehlt ein Wert.
exception.illegal-command-sender=Dieser Befehl kann im aktuellen Kontext nicht ausgef\u00FChrt werden.
exception.insufficient-permission=Unzureichende Rechte.
exception.no-such-player=Konnte keinen Spieler namens ''{0}'' finden. Ist er online?
exception.no-such-profile=Konnte kein Spielprofil f\u00FCr ''{0}'' finden. Ist das ein g\u00FCltiger Spieler?
exception.no-such-warp=Es existiert kein Warp namens ''{0}''.
exception.no-such-warp.suggestion=Meintest du ''{0}''?
exception.no-such-world=Diese Operation versucht, auf die Welt ''{0}'' zuzugreifen, die aktuell nicht auf dem Server verf\u00FCgbar ist.
exception.primitives.invalid.format=Der angegebene Text hat nicht das richtige Format (technisch gesprochen ist das Format ''{0}'').
exception.primitives.invalid.greater-or-equal=Ein g\u00FCltiger Wert ist gr\u00F6\u00DFer als, bzw. \u00E4quivalent mit {0,number} (du hast {1,number} angegeben).
exception.primitives.invalid.less-or-equal=Ein g\u00FCltiger Wert ist kleiner als, bzw. \u00E4quivalent mit {0,number} (du hast {1,number} angegeben).
exception.primitives.invalid.non-number=''{0}'' muss eine Nummer sein.
exception.subcommand.choose=Bitte w\u00E4hle einen Unterbefehl.
exception.subcommand.none=Dieser Befehl hat keine Unterbefehle.
exception.unknown=Ein interner Fehler ist aufgetreten. Bitte kontaktiere deinen Administrator f\u00FCr Unterst\u00FCtzung.
give.asked-successful=Du hast {0} gebeten, ''{1}'' als sein Eigen zu akzeptieren.
give.description=Gibt einen Warp an einen anderen Spieler ab.
give.givee-owner={0} hat ''{1}'' an dich abgegeben.
give.given-successful=Du hast ''{0}'' an {1} abgegeben.
give.help=Gibt den Warp mit dem angegebenen Namen an den Spieler mit dem angegebenen Namen ab, wenn er ihn akzeptiert.\nNutze [-f] um alle Warplimits des empfangenen Spielers zu ignorieren.\nNutze [-d] um den Warp direkt abzugeben, ohne vorher nach Anerkennung zu fragen.
give.is-owner={0} ist bereits der Besitzer.
help.description=Zeigt die Hilfe.
help.heading=Hilfe
help.help=Zeigt die angegebene Seite der Hilfe.
help.note=Nutze '/<Befehl> -?' um mehr Informationen \u00FCber ihn zu erhalten.
import.current.description=Importiert Warps aus einer aktuellen Datenbank.
import.current.help=Importiert Warps aus einer aktuellen Datenbank in die aktuelle Datenbank.\nDer Ditaenbank muss unter dem angegebenen JDBC URL erreichbar sein.\nWenn die Datenbank Schemas unterst\u00FCtzt, muss das Schema, welches die Warps enth\u00E4lt, angegeben werden.\nWenn die Datenbank eine Authentifizierung ben\u00F6tigt, m\u00FCssen Benutzer und Passwort angegeben werden.
import.import-successful=Es {0,choice,0\#wurden keine Warps|1\#wurde ein Warp|1<wurden {0,number,integer} Warps} erfolgreich importiert.
import.import-with-skips=Es {0,choice,0\#wurden keine Warps|1\#wurde ein Warp|1<wurden {0,number,integer} Warps} importiert, aber {1,choice,1\#ein Warp wurde|1<{1,number,integer} Warps wurden} \u00FCbersprungen, da ein Warp mit diesem Namen bereits existiert\:
import.no-connection=Es konnte keine Datenbankverbindung zum Import aufgebaut werden\: {0}
import.pre3-mysql.description=Importiert Warps aus einer veralteten MySQL Datenbank (vor 3.0).
import.pre3-mysql.help=Importiert Warps aus einer veralteten MySQL Datenbank (vor 3.0) in die aktuelle Datenbank.\nDer Import versucht, die veralteten Daten aus der angegebenen Tabelle zu lesen und zu konvertieren (UUIDs).\nDer MySQL-Server muss unter der angegebenen JDBC URL erreichbar sein.
import.pre3-sqlite.description=Importiert Warps aus einer veralteten SQLite Datenbank (vor 3.0).
import.pre3-sqlite.help=Importiert Warps aus einer veralteten SQLite Datenbank (vor 3.0) in die aktuelle Datenbank.\nDer Import versucht, die veralteten Daten aus der angegebenen Tabelle zu lesen und zu konvertieren (UUIDs).\nDer Ort der SQLite Datei wird relativ zu MyWarps Datenordner bestimmt.
import.started=Import gestartet. Das kann einige Zeit dauern...
info.created-by=Erstellt von\:
info.created-by-you=(das bist du)
info.creation-date=Erstellt am\:
info.description=Zeigt Informationen \u00FCber einen Warp.
info.heading=Informationen \u00FCber
info.help=Zeigt alle verf\u00FCgbaren Informationen \u00FCber den Warp mit dem angegebenen Namen.
info.invited-groups=Eingeladene Gruppen\:
info.invited-players=Eingeladene Spieler\:
info.location=Lage\:
info.location.position={0,number,integer}, {1,number,integer}, {2,number,integer} (in ''{3}'')
info.visits=Besuche\:
info.visits.per-day={0,number,integer} ({1,number,\#.\#\#\#} Besuche pro Tag)
invite.description=L\u00E4dt Spieler oder Gruppen zu einem Warp ein.
invite.group.already-invited=Die Gruppe ''{0}'' ist bereits zu diesem Warp eingeladen
invite.group.successful=Du hast die Gruppe {0} zu ''{1}'' eingeladen.
invite.help=L\u00E4dt Spieler oder Gruppen zu dem Warp mit dem angegebenen Namen ein.\nUm einen Spieler einzuladen, gebe schlicht seinen Namen an.\nUm eine Gruppe einzuladen, gebe den Namen der Gruppe an und bentuze [-g].
invite.player.already-invited={0} ist bereits zu diesem Warp eingeladen.
invite.player.is-creator={0} hat diesen Warp erstellt, nat\u00FCrlich ist er eingeladen.
invite.player.player-invited={0} hat dich zu ''{1}'' eingeladen.
invite.player.successful=Du hast {0} zu ''{1}'' eingeladen.
invite.public=Aber ''{0}'' ist immer noch ein \u00F6ffentlicher Warp.
list.by=von
list.description=Listet Warps auf.
list.heading=Warps
list.help=Listet alle nutzbaren Warps auf, die den angegebenen Kriterien entsprechen.\nNutze [-c] um nur Warps anzuzeigen, dessen Ersteller einen Namen besitzt, der dem angegebenen entspricht.\nNutze [-n] um nur Warps anzuzeigen, dessen Namen, dem angegebenen entspricht.\nNutze [-r] um nur Warps anzuzeigen, die sich innerhalb dieses Radius um deine aktuelle Position befinden.\nNutze [-w] um nur Warps anzuzeigen, die auf einer Welt mit einem Namen berfinden, der dem angegebenen entspricht.
list.you=dir
point.description=Richtet den Kompass des Benutzers auf einen Warp aus.
point.help=Richtet den Kompass des Benutzers auf den Warp mit dem angegebenen Namen aus. Um den Kompass wieder auf den Spawnpunkt zur\u00FCckzusetzten, nutze den befehl ohne einen Warp anzugeben.
point.reset=Dein Kompass zeigt jetzt wieder auf den Spawnpunkt.
point.set=Dein Kompass zeigt jetzt auf ''{0}''
private.already-private=''{0}'' ist bereits privat.
private.description=Privatisiert einen Warp.
private.help=Privatisiert den Warp mit dem angegebenen Namen. Spieler werden nicht l\u00E4nger in der Lage sein ihn zu Besuchen, es sei denn, sie sind eingeladen.\nNutze [-f] um alle Warplimits des Spielers zu ignorieren, der den Warp erstellt hat.
private.privatized=Du hast ''{0}'' privatisiert.
public.already-public=''{0}'' ist bereits \u00F6ffentlich.
public.description=Ver\u00F6ffentlicht einen Warp.
public.help=Ver\u00F6ffentlicht den Warp mit dem angegebenen Namen. Alle Spieler werden ihn Besuchen k\u00F6nnen, egal ob sie eingeladen sind oder nicht.\nNutze [-f] um alle Warplimits des Spielers zu ignorieren, der den Warp erstellt hat.
public.publicized=Du hast ''{0}'' ver\u00F6ffentlicht.
reload.description=L\u00E4dt Konfiguration und Warps neu.
reload.help=L\u00E4dt die Konfiguration neu von der Festplatte und alle Warps aus der konfigurierten Datenbank.
reload.reload-message=Die Konfiguration wurde erfolgreich neu geladen.
uninvite.description=L\u00E4dt Spieler oder Gruppen von einem Warp aus.
uninvite.group.not-invited=Die Gruppe ''{0}'' ist nicht zu diesem Warp eingeladen.
uninvite.group.successful=Du hast die Gruppe {0} von ''{1}'' ausgeladen.
uninvite.help=L\u00E4dt Spieler oder Gruppen vom dem Warp mit dem angegebenen Namen aus.\nUm einen Spieler auszuladen, gebe schlicht seinen Namen an.\nUm eine Gruppe auszuladen, gebe den Namen der Gruppe an und bentuze [-g].
uninvite.player.is-creator=Der Ersteller kann nicht ausgeladen werden.
uninvite.player.not-invited={0} ist nicht zu diesem Warp eingeladen.
uninvite.player.player-uninvited=Du bist nicht l\u00E4nger zu ''{0}'' eingeladen. Entschuldige.
uninvite.player.successful=Du hast {0} von ''{1}'' ausgeladen.
uninvite.public=Aber ''{0}'' ist immer noch ein \u00F6ffentlicher Warp.
update.description=Aktualisiert die Position eines Warps.
update.help=Aktualisiert die Position des Warps mit dem angegebenen Namen mit der des Benutzers.
update.update-successful=Du hast {0}s Position aktualisiert.
warp-player.description=Teleportiert einen Spieler zu einem Warp.
warp-player.help=Teleportiert den Spieler mit dem angegebenen Namen zum Warp mit dem angegebenen Namen.\nDieser Befehl funktioniert mit allen Warps, die der Benutzer nutzen kann, unabh\u00E4ngig davon, ob der teleportierte Spieler diese ebenfalls benutzen kann.
warp-player.teleport-failed=Du hast versucht, {0} zu ''{1}'' teleportieren, aber der Warp ist unerreichbar.
warp-player.teleport-successful=Du hast {0} zu ''{1}'' teleportiert.
warp-to.description=Teleportiert den Benutzer zu einem Warp.
welcome.description=\u00C4ndert die Willkommensnachricht eines Warps.
welcome.help=\u00C4ndert die Willkommensnachricht des Warps mit dem angegebenen Namen. Der Benutzer wird anschlie\u00DFend aufgefordert, die neue Willkommensnachricht einzugeben.

